{
  "recepts": {
    "pizza": [
      {
        "id": 1,
        "needItems": [
          "Тесто дрожжевое для пиццы – 400 г (на 2 пиццы)",
          "Ветчина – 200 г",
          "Оливки черные без косточек – 280 г",
          "Сыр – 200 ",
          "Травы итальянские сухие - 1 ч. л.",
          "Соус томатный (домашнего приготовления) – 10 ст. л.",
          "Масло растительное"
        ],
        "src": "1.jpg",
        "needForDo": [
          "Все ингредиенты рассчитаны на 2 пиццы. <br>Тесто для пиццы приготовлено по рецепту Джейми Оливера (ссылка на рецепт - в списке продуктов). <br> Томатный соус у меня домашний, со сладким перцем и чесноком.",
          "Одну часть теста помещаем на лист, покрытый пергаментной бумагой, слегка смазанной маслом, и руками распределяем тесто по кругу диаметром 30 см.",
          "Смазываем томатным соусом, оставляя края нетронутыми.",
          "Посыпаем сухими итальянскими травами. <br>Сверху натираем немного сыра.",
          "Следующим слоем выкладываем ветчину, нарезанную полосками.",
          "Выкладываем оливки.",
          "Обильно посыпаем натертым сыром.",
          "Помещаем пиццу в духовку, разогретую до температуры 190 градусов, на 15-20 минут, в зависимости от духовки."
        ],
        "name": "Домашняя пицца 'Как я люблю'",
        "description": "Я очень люблю пиццу. Перепробовала много рецептов и определила для себя, что пицца именно по этому рецепту - как я люблю. Не использую в пицце майонез и кетчуп. Вместо кетчупа смазываю основу домашним томатным соусом, и мне кажется, что именно поэтому пицца получается необыкновенно вкусной и ароматной - вкуснее, чем в любой пиццерии."
      },
      {
        "id": 2,
        "needItems": [
          "Для теста:",
          "Мука пшеничная - 500 г",
          "Молоко - 200 мл",
          "Масло растительное - 20 мл",
          "Дрожжи сухие - 5 г",
          "Сахар - 1 ч.л.",
          "Соль - 0,5 ч.л.",
          "Для соуса:",
          "Помидоры - 2 средних",
          "Базилик свежий - 1 пучок",
          "Сахар - 2 ч.л.",
          "Смесь перцев - по вкусу",
          "Соль - по вкусу",
          "Масло растительное - 2 ст.л.",
          "Чеснок - 1 зубчик",
          "Для начинки:",
          "Лук репчатый - 1 крупный",
          "Сосиски копченые - 7 шт.",
          "Сыр - 150 г"
        ],
        "src": "2.jpg",
        "needForDo": [
          "Чеснок почистить, нарезать тоненькими ломтиками и залить растительным маслом. Перемешать. Пока будем готовить тесто, начинку и соус, чесночное масло настоится. (Можно приготовить его заранее.)",
          "Дрожжи необходимо растворить в теплом (именно теплом - не холодном и не горячем) молоке или воде, помешивая. Когда дрожжи полностью растворятся, добавляем соль и сахар. Затем добавляем просеянную муку. Накрываем дрожжевое тесто для пиццы полотенцем и оставляем неподалеку от источника тепла на полчаса.",
          "Подготавливаем начинку. Лук режем тонкими полукольцами. Сыр трем на крупной терке. Сосиски режем на длинные ломтики (по диагонали) толщиной 5-7 мм.",
          "Готовим соус. Помидоры превращаем в пюре, предварительно опустив их в кипяток на минуту и сняв с них кожицу. Добавляем к томатам оставшиеся составляющие для соуса. Из масла вылавливаем чеснок (он нам не нужен) и выливаем масло в соус. Все хорошенько перемешиваем.",
          "Готовое тесто для пиццы раскатываем скалкой в не очень толстый пласт. Противень припорашиваем мукой и кладем на него основу для пиццы. Смазываем ее соусом, потом выкладываем лук, затем выкладываем сосиски и сверху присыпаем все сыром.",
          "Пиццу ставим в заранее разогретую до 180 градусов духовку минут на 20. Готовность теста проверяем зубочисткой. При необходимости помещаем пиццу еще ненадолго в печь.",
          "Приятного аппетита!"
        ],
        "name": "Пицца 'Для мужа'",
        "description": "Эта пицца родилась экспромтом, но оказалась довольно вкусной."
      },
      {
        "id": 3,
        "needItems": [
          "Тесто:",
          "Мука - 2,5-3 стакана",
          "Маргарин - 250 г",
          "Сметана - 150 г",
          "Соль - по вкусу",
          "Начинка:",
          "Помидоры (по желанию) - 2 шт.",
          "Колбаса - 200 г",
          "Маслины без косточек - по вкусу",
          "Кетчуп - 3 ст.л.",
          "Сыр твердый - 60 г",
          "Майонез - 6 ст.л."
        ],
        "src": "3.jpg",
        "needForDo": [
          "Как приготовить пиццу с колбасой:",
          "Для теста нарубить ножом муку с холодным маргарином, добавить сметану, соль и замесить тесто.",
          "Поставить тесто в холодильник на тридцать минут.",
          "Включить и нагреть духовку до 220 *. Порезать колбасу. Натереть на крупную терку сыр.",
          "Раскатать тесто в форме круглой лепешки, намазать кетчупом и добавить начинку, у нас это колбаса и маслины.",
          "Сверху полить пиццу майонезом и посыпать натертым сыром.",
          "Поставить форму на среднюю полку в духовку. Выпекать пиццу с колбасой минут 10-15, до золотистого цвета.",
          "Разрезать пиццу горячей и сразу подавать. Приятного аппетита!"
        ],
        "name": "Пицца с колбасой и маслинами",
        "description": "Простой рецепт вкусной пиццы с колбасой и маслинами. Попробуйте:)"
      }
    ],
    "soups": [
      {
        "id": 4,
        "needItems": [
          "Каре ягненка - 80 г",
          "Лук - 20 г",
          "Морковь - 20 г",
          "Брокколи - 20 г",
          "Яйцо куриное - 0,5 шт.",
          "Шиитаке сушёные - 3 шт.",
          "Черри томаты - 1 шт.",
          "Листья кафир-лайма сушёные - 1 шт.",
          "Лапша пшеничная - 20 г",
          "Рыбный соус - по вкусу",
          "Паста том ям - 1 ст.л.",
          "Рисовое вино - 20 г"
        ],
        "src": "4.jpg",
        "needForDo": [
          "Как приготовить азиатский суп с ягнятиной:",
          "В холодную воду закладываем каре ягненка, лук полукольцами, морковь соломкой, листик кафирского лайма и грибы. Варим всё вместе 30 минут.",
          "Далее вливаем вино. И через пару минут закладываем лапшу, пасту том ям, черри пополам, брокколи, солим рыбным соусом.",
          "Снимаем с огня. Подаём азиатский суп с половинкой отварного яйца, измельчённым зелёным луком.",
          "Приятного аппетита!"
        ],
        "name": "Азиатский суп с ягнятиной",
        "description": "Азиатский суп с ягнятиной, шиитаке, пастой том ям."
      },
      {
        "id": 5,
        "needItems": [
          "Курица (полутушка, только спинка с грудкой) - 900 г",
          "Морковь - 200 г",
          "Лук репчатый - 200 г",
          "Чеснок - 10 зубчиков",
          "Яйца - 6 шт. (1 яйцо на порцию)",
          "Тимьян - по вкусу",
          "Соль - по вкусу",
          "Лавровый лист - 1 шт.",
          "Петрушка свежая - 2 веточки",
          "Лук зеленый - 1 пучок",
          "Лапша рамен - по вкусу",
          "Капуста кимчи - по вкусу",
          "Имбирь - по вкусу",
          "Кунжут - по вкусу",
          "Смесь 5 перцев - по вкусу",
          "Масло растительное - для жарки",
          "Нори - по вкусу"
        ],
        "src": "5.jpg",
        "needForDo": [
          "Берем полутушку курицы (срезаем все мясо с целой и оставляем только скелет и грудку), кладем ее на противень, вокруг нее раскладываем 100 г моркови и 100 г лука, предварительно крупно нарезав их.",
          "Сверху на курицу кладем веточку петрушки, посыпаем крупно нарезанным зубчиком чеснока и отправляем курицу запекаться в предварительно нагретую до 180 градусов духовку до готовности.<br>(Если у вас осталась запеченная курица со вчерашнего ужина, то вы можете приготовить этот суп из нее, пропустив выше описанный процесс.)",
          "Пока курица запекается, мы приготовим соус. Семена кунжута немного размять при помощи скалки или в специальной ступке. (Количество кунжута зависит от ваших вкусовых предпочтений.)",
          "Высыпаем кунжут в небольшую кастрюльку, добавляем к нему половину пучка нарезанного зеленого лука, 5-6 зубчиков мелко рубленного чеснока, заливаем все растительным маслом до кашицеобразной консистенции и жарим на небольшом огне до мягкости чеснока (по времени приблизительно 3-6 минут).",
          "Когда чеснок приготовится, выключаем газ и отправляем в соус смесь пяти перцев, тщательно перемешиваем. Наш соус готов.",
          "Варим яйца всмятку.",
          "Варим лапшу рамен до полуготовности.",
          "Когда курица запечется, снимаем с нее все мясо, а скелет заливаем водой (количество воды из расчета 200-250 мл на порцию), добавляем оставшиеся крупно нарезанные овощи, петрушку, чеснок, солим по вкусу и варим бульон до готовности (приблизительно 30-40 минут).",
          "После того, как бульон приготовится, можно приступать к сборке супа. Как известно, многие азиатские супы собираются прямо в тарелке. В порционную тарелку кладем лапшу рамен по вкусу.",
          "Добавляем нарезанное на порционные кусочки мясо, несколько кусочков капусты кимчи, разрезанное пополам яйцо, приготовленный нами соус, кусочки листиков нори, мелко рубленный зеленый лук и заливаем все бульоном. Сразу же подаем к столу.<br>Приятного аппетита! Радуйте себя и своих близких!"
        ],
        "name": "Азиатскимй суп 'Кимчи Рамен'",
        "description": "Для любителей азиатской кухни предлагаем приготовить этот интересный азиатский суп 'Кимчи Рамен'. Для его приготовления потребуется несколько больше времени, чем для приготовления классических, знакомых нам супов, но результат непременно вас порадует."
      },
      {
        "id": 6,
        "needItems": [
          "Куриные бедра без кожи - 6 штук",
          "Китайская лапша - 120 г",
          "Грибы шиитаке свежие - 3 шт.",
          "Спаржа свежая - 200 г",
          "Пекинская капуста Напа среднего размера - 1/2 кочана",
          "Сыр тофу - 180 г",
          "Кунжутное масло",
          "Куриный бульон - 6 чашек",
          "Арахисовое масло - 2 ст. л.",
          "Имбирь свежий - 1 небольшой кусочек",
          "Красный перец чили - 1 шт.",
          "Вино сухое - 1 ст. л.",
          "Соевый соус - 3 ст. л.",
          "Уксус - 3 ст. л.",
          "Морская соль",
          "Свежемолотый белый перец",
          "Зеленый лук - 2 стебля",
          "Кинза - 1 пучок"
        ],
        "src": "6.jpg",
        "needForDo": [
          "Отделите куриное мясо от костей и нарежьте небольшими ломтиками. Имбирь очистите и тонко нарежьте. Красный перец чили нарежьте. Грибы шиитаке нарежьте. Спаржу нарежьте на длинные полоски. Пекинскую капусту нарежьте на полоски. Сыр тофу нарежьте на длинные полоски. Зеленый лук и кинзу мелко порежьте.",
          "Налейте в кастрюлю воду, доведите до кипения и варите яичную лапшу около 3-х минут до состояния аль денте.",
          "Слейте воду и перемешайте лапшу с небольшим количеством кунжутного масла, чтобы предотвратить слипание, после чего отложите лапшу в сторону.",
          "Поставьте сковороду вок на сильный огонь, добавьте арахисовое масло. Добавьте имбирь и красный перец чили, жарьте все вместе около 30 секунд.",
          "Добавьте кусочки курицы и обжаривайте в течение 1 минуты. Как только курица начнет подрумяниваться, добавьте сухое вино, перемешайте и жарьте, пока вино почти полностью не испариться.",
          "Тщательно перемешайте ингредиенты в сковороде, затем добавьте сыр тофу, грибы шиитаке, спаржу, пекинскую капусту и обжаривайте все вместе в течение 1 минуты.",
          "Добавьте к получившейся смеси предварительно разогретый бульон. Доведите до кипения, затем уменьшите огонь.",
          "Добавьте в суп соевый соус, уксус, соль и свежемолотый белый перец. Оставьте вариться в течение 10 минут, периодически снимайте пенку.",
          "Возьмите 4 пиалы, разлейте приготовленный суп по чашам. Добавьте заранее сваренную яичную лапшу. Приправьте суп мелко нарезанным зеленым луком и кинзой."
        ],
        "name": "Аппетитный куриный суп с лапшой",
        "description": "Вкуснейший азиатский суп, который чрезвычайно популярен в китайской провинции Фуцзянь. В фуцзяньской кухне чаще всего используются разнообразные варианты нарезки ингредиентов, что помогает добиться требуемой текстуры, аромата и вкуса."
      }
    ],
    "salads": [
      {
        "name": "Куриный салат",
        "description": "'Куриный салат' готовится путем разрезания салата и вареной курицы на полоски, которые затем соединяются в салатницу и приправляются маслом, солью и перцем. Вот инструкция по приготовлению куриного салата по рецептуре.",
        "id": 9,
        "needItems": [
          "Салат 1 голова",
          "Соленья 1 банка",
          "Перец по вкусу",
          "Сельдерей 3 ребра",
          "Оливковое масло 3 ст. Л.",
          " Куриная грудка 600 г",
          "Грюйер 100 г",
          "Соль по вкусу"
        ],
        "src": "9.png",

        "needForDo": [
          "Очистите салат, вымойте его и поместите лист в каждое отдельное блюдо.",
          "Нарежьте остальные листья полосками, нарежьте курицу кубиками, нарезанный кубиками сельдерей и кусочки сельдерея.",
          "Положите все ингредиенты в салатник и добавьте нарезанные соленые огурцы, приправьте маслом, солью и перцем.",
          "Смешайте и распределите смесь в чашках, выстланных салатом, и подавайте."
        ]
      },
      {
        "name": "Салат карпаччо",
        "description": "'Карпаччо салат' производится путем кипячения риса , а затем дайте ему остыть , пока мы разрезали на полоски мясо, грибы и перец , чтобы поместить все в салатник , в котором мы добавляем нарезанный лук, кукуруза, рис и цикорий. Вот пассажи для салата карпаччо.",
        "id": 10,
        "needItems": [
          "Рис 250 г",
          "Кукуруза 4 столовые ложки",
          "Резка цикория 1 маленькая головка",
          "Чеснок ломтиками 1",
          "Перец по вкусу",
          "Ломтик ходунки 100 г",
          "Перец 1"
        ],
        "src": "10.jpg",
        "needForDo": [
          "Приготовьте рис в большом количестве подсоленной воды, слейте его и дайте остыть. Нарежьте 3 или 4 ломтика мяса на полоски. Очистите головку гриба и нарежьте его тонкими ломтиками. Очистите перец и разложите его на полоски.",
          "Добавьте кусочки грибов с полосками мяса и перца. Добавьте лук, очищенный, вымытый и нарезанный ломтиками, кукурузу, вареный рис и чистый радиккиетто и перемешайте.",
          "Эмульгируйте оливковое масло, вино, очищенный чеснок, соль и перец в маленькой миске с вилкой, приправьте салат и держите его в холодильнике около 2 часов перед подачей на стол, посыпав хлопьями пармезана."
        ]
      },
      {
        "name": "Куриный салат в йогурте",
        "description": "Салат курица в йогурте готовят путем размещения цыпленка в воде с луком, морковью, сельдерей, соль и варить в течение 50 минут, после чего вы должны вырезать мясо и нарезанные кубиками помидоры, нарезанные огурцы и объединить все. Вот шаги для рецепта куриного салата в йогурте.",
        "id": 11,
        "needItems": [
          "Рис 250 г",
          "Кукуруза 4 столовые ложки",
          "Резка цикория 1 маленькая головка",
          "Чеснок ломтиками 1",
          "Перец по вкусу",
          "Ломтик ходунки 100 г",
          "Перец 1"
        ],
        "src": "11.jpg",
        "needForDo": [
          "Положите куриную грудку в воду с луком, морковью, сельдереем, солью и варите около 45-50 минут; процедить и нарезать кубиками, дать остыть",
          "Тем временем нарежьте помидоры кубиками, нарежьте очищенные огурцы и поместите смесь в миску, добавив соль примерно на двадцать минут.",
          "По истечении этого времени добавить овощи в куриные кубики, смешать и приготовить соус с йогуртом, горчицей, луком и залить курицей и овощами."
        ]
      }
    ],
    "snacks": [
      {
        "name": "Куриная грудка с овощами в духовке",
        "description": "Куриная грудка с овощами – не конкретный рецепт, а обобщённое название блюд, которые готовятся из простых и доступных продуктов. Ингредиенты в любой композиции сочетаются, легко заменяются, приобретают особый вкус и аромат при добавлении специй.",
        "id": 7,
        "needItems": [
          "куриная грудка – 400-500 г",
          "баклажан, 2 шт., если маленькие",
          "кабачок – 1 шт.",
          "помидор – 2-3 шт.",
          "картофель – 2-3 шт.",
          "соль, специи – по вкусу."
        ],
        "src": "7.png",
        "needForDo": [
          "Приготовить маринад. С лимона снять цедру, из мякоти выжать сок. С помощью чеснокодавки превратить зубчик в кашицу или тщательно измельчить ножом. Соединить соевый соус, лимонный сок, цедру, чеснок и специи. ",
          "Грудку отделить от костей и нарезать небольшими кусочками (4×4 см, толщина – 0,5 см).",
          "Ломтики сложить в небольшой пакет, залить приготовленной смесью, плотно закрыть",
          "Мариновать полчаса в холодильнике",
          "Подготовить баклажаны. Для вытягивания горечи нарезать овощ тонкими кольцами (чуть больше ½ см), посолить и оставить на 20-30 минут, промыть проточной водой.",
          "Нарезать остальные овощи. Толщина – как для баклажанов. Картофель нашинковать тоньше.",
          "Форму для запекания застелить фольгой, смазать небольшим количеством растительного масла. Поочерёдно выкладывать мясо и овощи: кусочек грудки, ломтик баклажана, кабачка, помидора, картофеля. Если противень прямоугольный, выложить рядами, если круглым – по кругу.",
          "Вылить остатки маринада поверх овощей и мяса. Накрыть «шапочкой» из фольги. Не допускать зазоров – сок испарится, блюдо получится сухим.",
          "Отправить в духовку на 40 минут. Температура – 200 градусов."
        ]
      },
      {
        "name": "Печеный картофель",
        "description": "Быстро запечь вкусный картофель очень просто. Перед запеканием достаточно порезать каждый клубень ломтиками и посыпать сыром и хлебными крошками.",
        "id": 8,
        "needItems": [
          "Картофель крупный - 4 шт.",
          "Масло сливочное - 75 г (6 ст. л.)",
          "Масло оливковое - 45 г (3 ст. л.)",
          "Свежие хлебные крошки - 50 г (1 стакан)",
          "Сыр пармезан (измельченный на мелкой терке) - 50 г (2/3 стакана)",
          "Соль и черный молотый перец по вкусу"
        ],
        "src": "8.jpg",
        "needForDo": [
          "Включить духовку для предварительного разогрева на 200 градусов. Картофель почистить и порезать ломтиками, толщиной около 3 мм, но не дорезая до конца, чтобы картофельный клубень не распался.",
          "В жаропрочной форме разогреть оливковое и сливочное масло, выложить в эту смесь картофель, посолить и поперчить, хорошо перемешать. Каждый картофель посыпать хлебными крошками и измельченным сыром пармезаном.",
          "Поставить форму с картофелем в разогретую духовку и запекать клубни около 1 часа (в зависимости от величины картофеля), до золотистого цвета и хрустящей корочки. Если картофель слишком крупный и при запекании быстро образовалась корочка, а внутри клубни твердые, то, во избежании пересушивания, следует накрыть форму фольгой и доготовить в таком виде.",
          "Подавать печеный картофель горячим с сезонными овощами (по желанию)."
        ]
      },
      {
        "name": "Рулет из лаваша с крабовыми палочками",
        "description": "Мои дети просто обожают крабовые палочки, поэтому когда из них что-то готовлю, стараюсь обязательно положить в это блюдо как можно больше полезных продуктов. В этот рулет из лаваша помимо крабовых палочек добавила салатные листья, свежие огурчики и вареные яйца.",
        "id": 9,
        "needItems": [
          "Лаваш - 2 шт.",
          "Крабовые палочки - 200 г",
          "Огурцы свежие - 3 шт.",
          "Яйца вареные - 4 шт.",
          "Листья салатные - 1 пучок",
          "Майонез обезжиренный или сметанный соус (нежирный) - примерно 4 ст.л."
        ],
        "src": "9.jpg",
        "needForDo": [
          "Как приготовить рулет из лаваша с крабовыми палочками: <br>Вареные яйца натрите на терке.",
          "С размороженных крабовых палочек снимите пленку.",
          "Огурцы очистите от кожуры и с помощью овощечистки нарежьте тонкими полосками.",
          "Возьмите один лаваш, у одного края выложите салатные листья, дальше яйца, развернутые крабовые палочки и огурец.",
          "Сверху полейте половиной майонеза.",
          "Сверните лаваш рулетом. <br>Из оставшихся продуктов приготовить таким же образом второй рулет.<br>Рулеты из лаваша с крабовыми палочками готовы.",
          "Рулет из лаваша с крабовыми палочками, яйцами и огурцами можно подать к столу в качестве закуски.<br>Если каждый рулет разрезать пополам, получится 4 небольших закусочных рулета.",
          "Можно завернуть закусочный рулет в пищевую пленку и взять с собой на работу или на пикник.<br>Приятного аппетита!"
        ]
      }
    ]
  }
}